/* 
  Localizable.strings
  SSHService

  Created by Xu Jiwei on 13-9-12.
  Copyright (c) 2013年 GoAgentX.com. All rights reserved.
*/

"SSH 服务器地址" = "SSH Server Address";

"默认端口为 22" = "Default Port is 22";

"允许非本机使用" = "Share Service to Local Network";

"登录 SSH 服务器所用的用户名" = "Username for connecting to SSH Server";

"SSH 账号密码，如果使用 Public Key 登录，可以不填" = "Password of SSH account, if login with Public Key please leave blank";

"使用 Public Key 代替密码登录" = "Login with Public Key";

"自定义 SSH 私钥文件：" = "Custom Private Key:";

"不使用默认 ~/.ssh 下的私钥，自定义私钥文件" = "Use custom private key instead of ~/.ssh";

"服务器地址：" = "Server Address:";

"服务端端口：" = "Server Port:";

"本地监听的端口，需大于 1024，默认为 7070" = "Local listen port, need greater than 1024, default is 7070";

"用户名：" = "Username:";

"密码：" = "Password:";

"本地端口：" = "Local Port:";

"服务器端口：" = "Server Port:";

"使用自定义 SSH 私钥文件" = "Use Custom Identity File";

"选择文件..." = "Select File...";

"清除保存的私钥" = "Clear Saved Private Key";

"请选择私钥文件" = "Please Select Private Key File";

"当前连接命令：" = "Current Command:";

"自定义附加参数：" = "Extra Arguments:";

"使用混淆模式的 SSH（obfuscated-ssh）" = "Use Obfuscated SSH";

"混淆 Key：" = "Obfuscated Key:";

"启用压缩" = "Enable Compression";


